Repository: lfuelling/jupidator
Catalog: i18n/*.po
Languages: cs, el, es, pt

source: This update is required for the smooth updating of {0}
el: Αυτή η ενημέρωση είναι απαραίτητη για την ομαλή εκτέλεση του {0}

source: Application cancelled restart
el: Η εφαρμογή ακύρωσε την επανεκκίνηση

source: Jupidator for {0}
el: Το Jupidator για το {0}

source: Unable to provide empty attribute for file {0}
el: Αδυναμία παροχής κενών δικαιωμάτων για το αρχείο {0}

source: Invalid compression type: {0}
el: Αδύνατος τύπος συμπίεσης: {0}

source: Can not initialize download file {0}
el: Αδυναμία αρχικοποίσης μεταφόρτωσης για το αρχείο {0}

source: Unable to create directory structure under {0}
el: Αδυναμία κατασκευής φακέλων στο {0}

source: Could not remove old download file {0}
el: Αδυναμία απομάκρυνσης παλαιού αρχείου μεταφόρτωσης {0}

source: Could not remove old temporary file {0}
el: Αδυναμία απομάκρυνσης παλαιού προσωρινού αρχείου {0}

source: File {0} sucessfully downloaded
cs: Soubor {0} úspěšně stažen.
el: Έγινε με επιτυχία η λήψη του αρχείου {0}
es: El fichero {0} ha sido descargado con éxito
pt: O arquivo {0} foi baixado com sucesso

source: Unable to delete downloaded file {0}
cs: Nemohu odstranit stažený soubor {0}
el: Αδυναμία αφαίρεσης του κατεβασμένου αρχείου {0}
es: No se ha podido eliminar el fichero descargado {0}
pt: Não foi possível apagar o arquivo baixado {0}

source: File {0} will be deleted, if exists.
cs: Soubor {0} bude odstraněn, pokud existuje.
el: Το αρχείο {0} θα διαγραφεί, αν υπάρχει.
es: El fichero {0} será borrado, si existe.
pt: O arquivo {0} será apagado, se existir.

source: Path {0} is not writable.
el: Αδυναμία εγγραφής στη διαδρομή {0}

source: Unable to delete file {0}
cs: Nemohu odstranit soubor {0}
el: Αδυναμία αφαίρεσης του αρχείου {0}
es: No se ha podido eliminar el fichero {0}
pt: Não foi possível apagar o arquivo {0}

source: Unable to unpack under {0}
el: Αδυναμία αποσυμπίεσης στο {0}

source: Request URL {0}
el: Απαίτηση URL {0}

source: Unable to download file
el: Αδυναμία μεταφόρτωσης αρχείου

source: Unable to initialize restart
el: Αδυναμία αρχικοποίησης επανεκκίνησης

source: A new version of {0} is available!
cs: Nová verze programu {0} je k dispozici!
el: Μία νέα έκδοση της {0} είναι διαθέσιμη!
es: ¡Hay una nueva versión de {0} disponible!
pt: Uma nova versão do {0} está disponível!

source: {0} version {1} is now available
el: Η έκδοση {1} της {0} είναι διαθέσιμη

source: you have {0}
el: έχετε την {0}

source: Welcome to the installation of {0}
el: Καλωσήρθατε στην εγκατάσταση του {0}

source: Installation library
el: Βιβλιοθήκη εγκατάστασης

source: Do you want to see the detailed changelog? [Y/n]
el: θέλετε να δείτε τις πλήρεις πληροφορίες; [Y/n]

source: Do you want to (S)kip this version, (R)emind later or (I)nstall? [s/r/i]
el: Θέλετε να παρακάμψετε αυτή την έκδοση (s), να σας το υπενθυμίσουμε αργότερα (r) ή να εγκατασταθεί (i) ; [s/r/i]

source: Do you want to (R)emind later or (I)nstall? [r/i]
el: Θέλετε να σας το υπενθυμίσουμε αργότερα (r) ή να εγκατασταθεί (i) ; [r/i]

source: Wrong answer.
el: Λάθος απάντηση

source: Thank you for using Jupidator
el: Σας ευχαριστούμε που χρησιμοποιείτε το Jupidato

source: Error: {0}
el: Λάθος: {0}

source: Downloading successfull
el: Επιτυχής μεταφόρτωση

source: Press [RETURN] to restart the application
el: Πατήσε το [RETURN] για να επανεκκινήσετε την εφαρμογή

source: Press [RETURN] to finalize the update
el: Πατήστε το [RETURN] για να οριστικοποιήσετε την ενημέρωση

source: Cancel installation
el: Ακύρωση εγκατάστασης

source: Downloading {0}, {1} percent completed.
el: Μεταφόρτωση {0}, {1} % ολοκληρώθηκε.

source: Please wait...
el: Παρακαλώ περιμένετε...

source: About Jupidator
el: Σχετικά με το Jupidator

source: Thank you
el: Ευχαριστώ

source: Version:
el: Έκδοση

source: Jupidator is a library for automatic updating of applications.
el: Το Jupidator είναι μια βιβλιοθήκη για την αυτόματη ενημέρωση εφαρμογών.

source: It is open source under the LGPL license.
el: Είναι λογισμικό ανοιχτού κώδικα με άδεια χρήσης LGPL.

source: More info can be found in: http://jupidator.sourceforge.net
el: Περισσότερες πληροφορίες υπάρχουν στο http://jupidator.sourceforge.net

source: Cancel
cs: Storno
el: Ακύρωση
es: Cancelar
pt: Cancelar

source: Downloading...
cs: Stahuji...
el: Λήψη...
es: Descargando...
pt: Baixando...

source: Release Notes
cs: Poznámky k vydání
el: Πληροφορίες εκδόσεων
es: Notas de la versión
pt: Notas da Versão

source: Details
el: Λεπτομέρειες

source: Remind me later
cs: Připomenout později
el: Αναβολή
es: Avisarme más tarde
pt: Lembrar-me depois

source: Install
el: Εγκατάσταση

source: Skip
el: Προσπέραση

source: WARNING! This update requires elevated privileges!
el: ΠΡΟΣΟΧΗ! Αυτή η ενημέρωση απαιτεί αυξημένα δικαιώματα

source: New version of {0} found!
cs: Nová verze programu {0} nalezena!
el: Βρέθηκε νέα έκδοση του {0}!
es: ¡Se ha encontrado una nueva versión de {0}!
pt: Foi encontrada uma nova versão do {0}!

source: Processing update
el: Επεξεργασία ενημέρωσης

source: Deploying files...
cs: Rozmisťuji soubory...
el: Αποθήκευση αρχείων...
es: Desplegando ficheros...
pt: Instalando arquivos...

source: Successfully downloaded updates
cs: Aktualizace úspěšně staženy
el: Οι ενημερώσεις κατέβηκαν με επιτυχία
es: Se han descargado las actualizaciones con éxito
pt: Atualizações baixadas com sucesso

source: Finalize update
el: Οριστικοποίηση ενημέρωσης

source: Restart application
cs: Restartovat aplikaci
el: Επανεκκίνηση
es: Reiniciar aplicación
pt: Reiniciar aplicativo

source: Download speed: {0}
el: Ταχύτητα μεταφόρτωσης: {0}

source: Version
cs: Verze
el: Έκδοση
es: Versión
pt: Versão

source: List of changes:
el: Κατάλογος αλλαγών:

source: Application path can not be null.
cs: Cesta k aplikaci nemůže být prázdná.
es: La ruta de la aplicación no puede ser nula
pt: O caminho do Aplicativo não pode ser nulo.

source: Unable to find Application path {0}.
cs: Nemohu najít cestu k aplikaci {0}.
es: No se ha podido encontrar la ruta de la aplicación {0}.
pt: Não foi possível encontrar o caminho do Aplicativo {0}.

source: Executing {0}
cs: Spouštím {0}
es: Ejecutando {0}
pt: Executando {0}

source: Destination file {0} is not writable.
cs: Cílový soubor {0} je chráněn proti zápisu.
es: No se puede escribir en el fichero destino {0}.
pt: O arquivo de destino {0} não é gravável.

source: Could not remove old downloaded file {0}
cs: Nemohu odstranit starý stažený soubor {0}
es: No se ha podido eliminar el fichero más antiguo {0}
pt: Não foi possível remover o arquivo antigo baixado {0}

source: Size of file {0} does not match. Reported {1}, required {2}
cs: Velikost souboru {0} nesouhlasí. Udávaná {1}, požadovaná {2}
es: El tamaño del fichero {0} no concuerda. Tamaño obtenido {1}, requerido {2}
pt: O tamanho do arquivo {0} não coincide. Reportado {1}, exigido {2}

source: Unable to download file {0}
cs: Nemohu stáhnout soubor {0}
es: No se ha podido descargar el fichero {0}
pt: Não foi possível baixar o arquivo {0}

source: Successfully deleted downloaded file {0}
cs: Stažený soubor úspěšně odstraněn {0}
es: Se ha eliminado con éxito el fichero descargado {0}
pt: O arquivo baixado {0} foi apagado com sucesso

source: Successfully deleted file {0}
cs: Soubor úspěšně odstraněn {0}
es: Borrado con éxito el fichero {0}
pt: O arquivo {0} foi apagado com sucesso

source: Application info not provided.
cs: Informace o aplikaci není poskytnuta.
es: No se ha proporcionado información de la aplicación.
pt: Não foram fornecidas informações sobre o aplicativo.

source: File {0} could not be deleted.
cs: Soubor {0} nemůže být odstraněn.
es: No se ha podido borrar el fichero {0}.
pt: O arquivo {0} não pôde ser apagado.

source: Cancel updating: Ignoring deleting of file {0}
cs: Update zrušen: Ignoruji odstraňování souboru {0}
es: Actualización cancelada: se ignora el borrado del fichero {0}
pt: Cancelar atualização: ignorando o apagamento do arquivo {0}

source: Deployer path {0} is not writable.
cs: Deployer cesta {0} není zapisovatelná.
es: No se puede escribir en la ruta del gestor del gestor del despliegue {0}.
pt: O caminho do Instalador {0} não é gravável.

source: Checking path {0} for Deployer class.
cs: Kontroluji cestu {0} pro Deployer třídu
es: Verificando la ruta {0} para la clase del gestor del despliegue.
pt: Verificando o caminho {0} para a classe do Instalador.

source: Deployer stored in {0}
cs: Deployer uložen v {0}
es: El gestor del despliegue ha sido guardado en {0}
pt: Instalador armazenado em {0}

source: Unable to create Deployer
cs: Nemohu vytvořit Deployer
es: No se ha podido crear el gestor del despliegue
pt: Não foi possível criar o Instalador

source: Updated file could not be null.
cs: Aktualizovaný soubor nemůže být prázdný.
es: El fichero actualizado no podía ser nulo.
pt: O arquivo atualizado não pode ser nulo.

source: {0} version {1} is now available - you have {2}.
cs: {0} verze programu {1} je k dispozici - máte {2}.
es: {0} versión {1} está disponible - tienes la {2}.
pt: A versão {0} do {1}está disponível agora - você possui a {2}.

source: Skip this version
cs: Přeskočit tuto verzi
es: Ignorar esta versión
pt: Ignorar esta versão

source: Install Update
cs: Instalovat Aktualizaci
es: Instalar actualización
pt: Instalar Atualização
